tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "zegervdv/zathura"
tap "buo/cask-upgrade"
brew "ca-certificates"
brew "gettext"
brew "lazygit"
brew "python@3.9"
brew "gpg"
brew "harfbuzz"
brew "librsvg"
brew "bat"
brew "berkeley-db", link: true
brew "libtool"
brew "cask"
brew "curl"
brew "extract_url"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "pass-git-helper"
brew "glow"
brew "gnupg"
brew "gpgme"
brew "gnu-chess"
brew "go"
brew "grep"
brew "gtk+3"
brew "htop"
brew "hunspell"
brew "imagemagick"
brew "isync"
brew "node"
brew "jupyterlab", link: false
brew "khal"
brew "khard"
brew "libnotify"
brew "mas"
brew "meson"
brew "mpv"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "newsboat"
brew "openconnect"
brew "tree"
brew "pass"
brew "qt"
brew "calcurse"
brew "poppler"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "texlive"
brew "tmux"
brew "urlview"
brew "vdirsyncer"
brew "w3m"
brew "wget"
brew "xboard"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "teamookla/speedtest/speedtest"
brew "zegervdv/zathura/girara", args: ["HEAD"], link: false
brew "zegervdv/zathura/zathura", args: ["HEAD"], link: false
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "basictex"
cask "blackhole-16ch"
cask "dropbox"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miniconda"
cask "psychopy"
cask "pycharm-ce"
cask "r"
cask "docker"
cask "rstudio"
cask "vlc"
cask "xquartz"
cask "zoom"
cask "skim"
mas "Amphetamine", id: 937984704
mas "com.alice.mac.GetPlainText", id: 508368068
mas "Easy CSV Editor", id: 1171346381
