tap "buo/cask-upgrade"
tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "teamookla/speedtest"
tap "zegervdv/zathura"
brew "pkg-config"
brew "harfbuzz"
brew "librsvg"
brew "bat"
brew "berkeley-db"
brew "blueutil"
brew "btop"
brew "calcurse"
brew "cask"
brew "code-minimap"
brew "curl"
brew "dmenu"
brew "duf"
brew "duti"
brew "espeak"
brew "extract_url"
brew "fairymax"
brew "fd"
brew "feh"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "gpgme"
brew "gnu-chess"
brew "go"
brew "grep"
brew "gron"
brew "gtk+3"
brew "hub"
brew "hunspell"
brew "imagemagick"
brew "isync"
brew "openjdk"
brew "jruby"
brew "node"
brew "jupyterlab", link: false
brew "khard"
brew "lazygit"
brew "libnotify"
brew "lua-language-server"
brew "luajit"
brew "lynx"
brew "markdown"
brew "mas"
brew "ninja"
brew "meson"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "tree-sitter"
brew "neovim"
brew "newsboat"
brew "openconnect"
brew "tree"
brew "pass"
brew "pass-git-helper"
brew "tcl-tk"
brew "poppler"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sd"
brew "spotify-tui"
brew "starship"
brew "texlive"
brew "tmux"
brew "urlview"
brew "vdirsyncer"
brew "w3m"
brew "wget"
brew "xboard"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "teamookla/speedtest/speedtest"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "balenaetcher"
cask "basictex"
cask "battle-net"
cask "betterdiscord-installer"
cask "blackhole-16ch"
cask "discord"
cask "docker"
cask "dracula-betterdiscord"
cask "dracula-macos-color-picker"
cask "dracula-steam"
cask "dropbox"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "gimp"
cask "libreoffice"
cask "maccy"
cask "miniconda"
cask "monitorcontrol"
cask "psychopy"
cask "qview"
cask "r"
cask "rstudio"
cask "skim"
cask "steam"
cask "sublime-text"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "com.alice.mac.GetPlainText", id: 508368068
mas "Easy CSV Editor", id: 1171346381
